{
  "Anime": [
    {
      "id": "1",
      "title": "One piece",
      "description": "One Piece Film: Red is the 15th One Piece movie, which was released on August 6, 2022. The film was first announced on November 21, 2021, in commemoration of Episode 1000's release.[2] Eiichiro Oda served as a general producer and supervisor for the film.",
      "poster": "https://my-video-five.vercel.app/image/one%20piece%20red%20poster.jpg",
      "video": "https://my-video-five.vercel.app/video/ONE%20PIECE%20FILM%20RED%20.mp4"
    },
    {
      "id": "2",
      "title": "One punchman",
      "description": "One-Punch Man (Japanese: ワンパンマン, Hepburn: Wanpanman) is a Japanese superhero manga series created by One. It tells the story of Saitama, a superhero who, because he can defeat any opponent with a single punch, grows bored from a lack of challenge. One wrote the original webcomic manga version in early 2009.",
      "poster": "https://my-video-five.vercel.app/image/one%20punch%20man%20poster.jpg",
      "video":"https://my-video-five.vercel.app/video/One%20Punch%20Man.mp4"
    },
    {
      "id": "3",
      "title": "Hero Academia",
      "description": "The series focuses on a middle school student Izuku Midoriya, who has no superpowers. Will he be able to become a hero and somehow to contribute to the peace and stability in the world, where the weak is the minority that needs to be defended.",
      "poster": "https://my-video-five.vercel.app/image/Hero%20academia%20poster.jpg",
      "video": "https://my-video-five.vercel.app/video/My%20Hero%20Academia.mp4"
    },
    {
      "id": "4",
      "title": "Chainsaw man",
      "description": "Its chapters have been collected in 12 tankōbon volumes as of October 2022. Chainsaw Man follows the story of Denji, an impoverished young man who makes a contract that fuses his body with that of a dog-like devil named Pochita, granting him the ability to transform parts of his body into chainsaws.",
      "poster": "https://my-video-five.vercel.app/image/chainsaw%20man%20poster.jpg",
      "video": "https://my-video-five.vercel.app/video/Chainsaw%20Man.mp4"
    },
    {
      "id": "5",
      "title": "Boruto",
      "description": "Son of Naruto Uzumaki, Boruto, follows his father's footsteps along with his friends to become great ninja. Throughout all their adventures, Boruto is determined to make his mark in the ninja world and live outside of his father's shadow. Naruto was a young shinobi with an incorrigible knack for mischief.",
      "poster":"https://my-video-five.vercel.app/image/boruto%20poster.jpg",
      "video": "https://my-video-five.vercel.app/video/Boruto.mp4 "
    },
    {
      "id": "6",
      "title": "Demon Slayer",
      "description": "Demon Slayer: Kimetsu no Yaiba (鬼滅の刃, Kimetsu no Yaiba, Blade of Demon Destruction is a Japanese manga series written and illustrated by Koyoharu Gotouge. It follows teenage Tanjiro Kamado, who strives to become a demon slayer after his family was slaughtered and his younger sister, Nezuko, turned into a demon.",
      "poster": "https://my-video-five.vercel.app/image/Demon%20slayer%20poster.webp",
      "video": "https://my-video-five.vercel.app/video/Demon%20Slayer.mp4"
    },
    {
      "id": "7",
      "title": "Baki",
      "description":"The protagonist, Baki Hanma, trains with an intense focus to become strong enough to surpass his father, Yujiro Hanma, the strongest fighter in the world. Five of the world's most violent and brutal death row inmates are gathering to face Baki.",
      "poster": "https://my-video-five.vercel.app/image/Baki%20poster.jpg",
      "video": "https://my-video-five.vercel.app/video/baki.mp4"
      
    },
    {
      "id": "8",
      "title": "Hunter x Hunter",
      "description": "The story focuses on a young boy named Gon Freecss who discovers that his father, who left him at a young age, is actually a world-renowned Hunter, a licensed professional who specializes in fantastical pursuits such as locating rare or unidentified animal species, treasure hunting, surveying unexplored enclaves, or ...",
      "poster": "https://my-video-five.vercel.app/image/Hunter%20x%20hunter%20poster.webp",
      "video": "https://my-video-five.vercel.app/video/Hunter%20X%20Hunter%20.mp4"
    },
    {
      "id": "9",
      "title": "Parastye",
      "description": "Teenager Shinichi Izumi is a high-school student who lives in a quiet Tokyo neighborhood with his parents. His life changes when wormlike creatures, called Parasites, appear on Earth, bent on taking over the brains of human hosts by entering their ears or noses.",
      "poster": "https://my-video-five.vercel.app/image/parasyte%20poster.jpg",
      "video": "https://my-video-five.vercel.app/video/Parasyte.mp4"
    },
    {
      "id": "10",
      "title": "Vinland Saga",
      "description": "Thorfinn pursues a journey with his father's killer in order to take revenge and end his life in a duel as an honorable warrior and pay his father a homage. A young man named Thorfinn finds himself in a quest for revenge against his father's killer.",
      "poster":"https://my-video-five.vercel.app/image/vinland-saga%20poster.webp",
      "video": "https://my-video-five.vercel.app/video/Vinland%20Saga%20.mp4"
    },
    {
      "id": "11",
      "title": "Seven deadly sins",
      "description": "Most of the seven deadly sins are defined by Dante Alighieri (c. 1264–1321) as perverse or corrupt versions of love; lust, gluttony, and greed are all excessive or disordered love of good things; and wrath, envy, and pride are perverted love directed toward others' harm.",
      "poster": "https://my-video-five.vercel.app/image/seven%20deadly%20sins%20poster%20.jpg",
      "video": "https://my-video-five.vercel.app/video/Seven%20Deadly%20Sins.mp4"
    },
    {
      "id": "12",
      "title": "High rise invasion ",
      "description": "High schooler Yuri finds herself atop a skyscraper in a strange world, where she must survive against masked assailants bent on killing their prey. High schooler Yuri finds herself atop a skyscraper in a strange world, where she must survive against masked assailants bent on killing their prey.",
      "poster": "https://my-video-five.vercel.app/image/High%20Rise%20Invasion%20poster.webp",
      "video":"https://my-video-five.vercel.app/video/High-Rise%20Invasion%20.mp4"
    },
    {
      "id": "13",
      "title": "Blue Exorcist",
      "description": "After discovering that he's the son of Satan, a young man must join the True Cross Academy in order to master his abilities and defeat Satan himself. After discovering that he's the son of Satan, a young man must join the True Cross Academy in order to master his abilities and defeat Satan himself.",
      "poster": "https://my-video-five.vercel.app/image/Blue%20Exorcist%20poster%20.jpg",
      "video": "https://my-video-five.vercel.app/video/Blue%20Exorcist%20.mp4"
    },
    {
      "id": "14",
      "title": "Lookism",
      "description": "Main. Daniel Park is a naïve high-school student who is bullied by Logan Lee. Before transferring to Jae Won High School to escape the bullying, he awakens with a slimmer, more-attractive body next to his chubby one. With his new body, he makes friends and learns about the world and himself from a new perspective.",
      "poster": "https://my-video-five.vercel.app/image/lookism%20poster.jpeg",
      "video": "https://my-video-five.vercel.app/video/Lookism%20.mp4"
    },
    {
      "id": "15",
      "title": "Kengan Ashura",
      "description": "Delinquent teen-agers ingest a substance and grow thirty feet tall, then proceed to take over a small town.",
      "poster": "https://my-video-five.vercel.app/image/Kengan%20Ashura%20poster.jpeg",
      "video": "https://my-video-five.vercel.app/video/Kengan%20Ashura%20.mp4"
    }
  ]
}